label repeat:
    scene bg
    show h1 with dissolve
    a "Сперва ты узнаешь, как нужно правильно ввести себя на уроке."
    hide h1
    scene 1
    show h1 at right with dissolve
    a "1.Перед началом урока учащиеся должны подготовить и выложить на парту: учебник, тетрадь, дневник и пенал."
    scene 2
    show h1 at right with dissolve
    a "2.По звонку учащиеся должны занять места за партами."
    scene 3
    show h1 at left with dissolve
    a "3.Вежливость и уважение к другим людям обязательны на уроке."
    scene 4
    show h1 at right with dissolve
    a "4.Во время урока нужно вести себя спокойно: не кричать, не перебивать учителя и не заниматься посторонними делами."
    scene 5
    show h1 at right with dissolve
    a "5.Если хочется ответить на вопрос учителя или задать свой вопрос, то поднимите руку и дождитесь обращения учителя."
    scene 6
    show h1 at left with dissolve
    a "6.Если во время урока вам нужно выйти из класса, поднимите руку и дождитесь обращения учителя."
    scene 7
    show h1 at left with dissolve
    a "7.Если ваш одноклассник отвечает на вопрос, то нельзя его перебивать."
    scene 8
    show h1 at right with dissolve
    a "8.Если вас вызывают отвечать, то говорите громко и чётко, выражайте свои мысли полными предложениями."
    scene 9
    show h1 at right with dissolve
    a "9.В тетрадях и в дневнике пишите разборчиво и аккуратно."
    scene 10
    show h1 at left with dissolve
    a "10.Когда учитель или другой взрослый входит в класс, учащиеся встают, приветствуя его."
    scene 11
    show h1 at right with dissolve
    a "11.Не пользуйтесь во время урока мобильным телефоном."
    scene 12
    show h1 at left with dissolve
    a "12.Услышав звонок, возвещающий об окончании урока, не вскакивайте с места. Покидать класс можно только с разрешения учителя."


    scene bg
    show h1 with dissolve
    a "А теперь давай узнаем, как нужно правильно сидеть за партой, чтобы спина всегда оставалась ровной и красивой."
    hide h1
    scene 01
    show h1 with dissolve
    a "1.При нормальной осанке у школьника плечи расположены горизонтально, лопатки прижаты к спине."
    a "2.Спина должна быть под углом в 90 градусов и прикасаться к спинке стула."
    a "3.Правая и левая половины туловища при осмотре спереди и сзади симметричны."
    a "4.Шея ровная, не вытянута вперёд и не наклона вниз."
    a "5.Локти должны находиться на парте."
    a "6.Ноги стоят на полу всей поверхностью стоп."
    hide h1
    
    scene b4
    show h3
    a "Теперь перейдём к тесту!"

    jump test
    